Repository: Maasik/django-seuranta
Catalog: seuranta/locale/*/LC_MESSAGES/django.po
Languages: fi, fr

source: Schedule
fi: Aikataulu

source: Map
fi: Kartta

source: Private
fi: Yksityinen
fr: Privé

source: Secret
fi: Avain

source: Public
fi: Julkinen

source: Map displayed over world map
fi: Karttakuva maailmankartan päällä
fr: Carte superposé à une carte de fond

source: Map only
fi: Karttakuva
fr: Carte seule

source: World map only
fi: Maailmankartta
fr: Carte de fond seule

source: last update
fi: viimeksi päivitetty
fr: dernière mise à jour

source: publisher
fi: julkaisija
fr: publieur

source: publication policy
fi: julkaisupolitiikka
fr: niveau de confidentialité

source: name
fi: nimi
fr: nom

source: slug
fi: linkin nimi

source: timezone
fi: aikavyöhyke
fr: fuseau horaire

source: map
fi: kartta
fr: carte

source: map width
fi: kartan leveys
fr: largeur de la carte

source: map height
fi: kartan korkeus
fr: hauteur de la carte

source: calibration string
fi: kalibrointi merkkijono
fr: paramètre d'étalonnage

source: <a target='_blank' href='https://rphl.net/dropbox/calibrate_map.html'>Online tool</a>
fi: <a target='_blank' href='https://rphl.net/dropbox/calibrate_map.html'>Online työkalu</a>

source: opening date (UTC)
fi: alkamispäivämäärä (UTC)
fr: date d'ouverture (UTC)

source: display type
fi: näkymä tyyppi
fr: type d'affichage

source: Leave blank to use OpenStreetMap as default
fi: Jätä tyhjäksi käyttääksesi OpenStreetMap karttaa
fr: Laisser vide pour utiliser Open Street Map.

source: competition
fi: kilpailu
fr: compétition

source: competitions
fi: kilpailut
fr: compétitions

source: short name
fi: lyhyt nimike
fr: nom court

source: starting time (UTC)
fi: alkamisaika (UTC)
fr: heure de départ

source: secret
fi: salainen

source: quick setup code
fi: pikalinkki

source: competitor
fi: kilpailija
fr: compétiteur

source: competitors
fi: kilpailijat
fr: compétiteurs

source: encoded data
fi: koodattu tieto
fr: donnée encodé

source: route section
fi: reitin osa
fr: portion d'itinéraire

source: route sections
fi: reitin osat
fr: portions d'itinéraire

source: Home
fi: Etusivu
fr: Accueil

source: Web Tracker
fi: Nettiseuranta
fr: Traqueur en ligne

source: Admin
fi: Ylläpitäjä

source: Your Events
fi: Tapahtumasi
fr: Vos événements

source: Name
fi: Nimi
fr: Nom

source: Privacy
fi: Yksityisyys
fr: Confidentialité

source: Period
fi: Aika
fr: Période

source: Actions
fi: Toiminnot

source: Timezone
fi: Aikavyöhyke
fr: Fuseau horaire

source: Competitors
fi: Kilpailijat
fr: Compétiteurs

source: View
fi: Näkymä
fr: Voir

source: Delete
fi: Poista
fr: Supprimer

source: You don't have any competition yet!
fi: Sinulla ei ole vielä yhtään kilpailua!
fr: Vous n'avez pas encore créé de compétitions!

source: Are you sure you want to delete this race?
fi: Oletko varma että haluat poistaa kilpailun?

source: Something went wrong...
fi: Jokin meni pieleen...

source: Start Time
fi: Alkamisaika
fr: Heure de départ

source: You don't have any competitors yet!
fi: Sinulla ei ole vielä yhtään kilpailijaa!
fr: Vous n'avez pas encore créé de compétiteurs!

source: Public Events
fi: Julkiset tapahtumat
fr: Evénements Public

source: No live race
fi: Ei käynnissä olevia tapahtumia
fr: Pas de courses en ce moment.

source: Upcoming
fi: Tulevat
fr: Prochainement

source: No race upcoming
fi: Ei tulevia kilpailuja
fr: Pas de courses prevues.

source: Archived
fi: Arkistoitu
fr: Archives

source: No race archived
fi: Ei arkistoituja kilpailuja
fr: Pas de courses archivées.

source: Your race has been deleted!
fi: Kilpailusi on poistettu!

source: This is not a valid uuid4
fi: Ei ole voimassaoleva uuid4
fr: Il ne s'agit pas d'un UUID4 valide

source: Only alphanumeric characters, hyphens and underscores are allowed.
fi: Sallituja merkkejä ovat aakkosnumeeriset merkit, lainausmerkit ja alaviiva.
fr: Seuls les caractères alphanumériques, des tirets et caractères de soulignement sont autorisés.

source: Too short. (min. 5 characters)
fi: Liian lyhyt (min. 5 merkkiä)
fr: Trop court (min. 5 caractères)

source: Too long. (max. 21 characters)
fi: Liian pitkä (max. 21 merkkiä)
fr: Trop long (max. 21 caractères)

source: Must start with an alphanumeric character.
fi: Pitää alkaa aakkosumeerisella merkillä
fr: Doit commencer par un caractère alphanumérique.

source: Must end with an alphanumeric character.
fi: Pitää päättyä aakkosnumeeriseen merkkiin
fr: Doit terminer par un caractère alphanumérique.

source: Cannot include 2 non alphanumeric character in a row.
fi: Et voi sijoittaa kahta ei aakosnumeerista merkkiä peräkkäin.

source: uuid
fr: Identifiant Unique

source: <a href='http://rphl.net/files/calibrate_map.html'>Online tool</a>
fr: <a href='http://rphl.net/files/calibrate_map.html'>Outil en ligne</a>

source: closing date (UTC)
fr: date de clôture (UTC)

source: pref tile url pattern
fr: modèle d'URL de la carte de fond

source: Are you sure you want to delete this race
fr: Etes-vous sûr de vouloir supprimer cette course?

source: QR
fr: QR code

source: Live
fr: En ce moment

source: Cannot include 2 non alphanumeric character in an row.
fr: Vous ne pouvez pas inclure 2 caractère non alphanumérique a la suite.
